tap "achannarasappa/tap"
tap "danvergara/tools"
tap "tako8ki/tap"
# Simple, fast and user-friendly alternative to find
brew "fd"
# Go programming language
brew "go"
# Database migrations CLI tool
brew "golang-migrate"
# Language server for the Go language
brew "gopls"
# Simple terminal UI for git commands
brew "lazygit"
# YAML Parser
brew "libyaml"
# Ambitious Vim-fork focused on extensibility and agility
brew "neovim"
# AI coding agent, built for the terminal
brew "opencode"
# Execute binaries from Python packages in isolated environments
brew "pipx"
# Object-relational database system
brew "postgresql@15"
# Database management TUI for PostgreSQL/MySQL/SQLite
brew "rainfrog"
# Terminal client for .http/.rest files with HTTP, GraphQL, and gRPC support
brew "resterm"
# Terminal multiplexer
brew "tmux"
# Incremental parsing library
brew "tree-sitter"
# Parser generator tool
brew "tree-sitter-cli"
# Terminal stock ticker with live updates and position tracking
brew "achannarasappa/tap/ticker"
# Terminal-based AI coding assistant
cask "claude-code"
# Universal database tool and SQL client
cask "dbeaver-community"
brew "node"
cask "iterm2"
cask "font-daddy-time-mono-nerd-font"
cask "docker"
cask "orbstack"
